insert into locations(name, address, latitude, longitude, city_id, district_id, station_id, club_id, center_id)
values ('Location 1', 'вул. Жилянська, 110', 50.442822046041485, 30.4662303713667, 1, 1, 1, 1, 1),
       ('Location 2', 'вул. Васильківська, 5', 50.422646340624176, 30.529244602441413, 1, 1, 1, 1, 2),
       ('Location 3', 'вул. Набережна, 20', 50.40807914241183, 30.398710628488644, 1, 1, 1, 2, 3),
       ('Location 4', 'вул. Street, 11', 50.43033730654731, 30.396049877145888, 1, 2, 1, 2, 3),
       ('Location 5', 'вул. street, 11', 50.45033730654731, 30.396049877145888, 1, 3, 1, 3, 3),
       ('Location 6', 'вул. street, 11', 50.41033730654731, 30.396049877145888, 1, 2, 2, 3, 3),
       ('Location 7', 'вул. street, 11', 50.4303, 30.39, 2, 1, 2, 1, 3);
